YCSB output txt files/test7500B/jdbc_workloadb_7500_load_240420.txt
Adding shard node URL: jdbc:mysql://localhost:3306/Benchtest
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 484213
[OVERALL], Throughput(ops/sec), 15.489051305933545
[TOTAL_GCS_PS_Scavenge], Count, 12
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 87
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.017967299514882913
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 12
[TOTAL_GC_TIME], Time(ms), 87
[TOTAL_GC_TIME_%], Time(%), 0.017967299514882913
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3241.0
[CLEANUP], MinLatency(us), 3240
[CLEANUP], MaxLatency(us), 3241
[CLEANUP], 95thPercentileLatency(us), 3241
[CLEANUP], 99thPercentileLatency(us), 3241
[INSERT], Operations, 7500
[INSERT], AverageLatency(us), 64414.27626666667
[INSERT], MinLatency(us), 14248
[INSERT], MaxLatency(us), 936447
[INSERT], 95thPercentileLatency(us), 223615
[INSERT], 99thPercentileLatency(us), 382719
[INSERT], Return=OK, 7500